/* No comment provided by engineer. */
"About Verbatim Solutions" = "Sobre a Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ desenvolvida por Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Pressione aqui para iniciar a digitação";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Todo o histórico de tradução foi excluído.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Tem certeza que deseja limpar todo o histórico de traduções?  Suas traduções anteriores não serão mais exibidas como sugestões.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Clear" = "Limpar";

/* No comment provided by engineer. */
"Clear Translation History" = "Limpar Histórico de Tradução";

/* No comment provided by engineer. */
"Done" = "Feito";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Cotação Profissional";

/* No comment provided by engineer. */
"Request Professional Quote" = "Solicitar Cotação Profissional";

/* No comment provided by engineer. */
"Submitting.." = "Submetendo…";

/* No comment provided by engineer. */
"Translating.." = "Traduzindo";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ é desenvolvido pela Verbatim Solutions, um provedor líder em serviços de tradução profissional.  Verbi ™ oferece traduções rápidas por máquina e não servem como substitutos para serviços de traduções profissionais certificados.  Para uma tradução profissional fornecida por um dos nossos tradutores certificados, por favor entre em contato conosco em";

/* No comment provided by engineer. */
"Mail:" = "Correio:";

/* No comment provided by engineer. */
"Call:" = "Ligar:";

/* No comment provided by engineer. */
"Online:" = "On-line:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Translate";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Lamentamos, ocorreu um erro.  Tente novamente.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";